/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */
"zanalytics.bug.alert.withscreenshot" = "스크린샷 포함";
"zanalytics.bug.alert.withscreenrecord" = "화면 녹화 포함";

"zanalytics.bug.alert.about" = "정보";
"zanalytics.bug.alert.from" = "발신";
"zanalytics.bug.alert.imagelimitreached" = "최대 한도 도달";
"zanalytics.bug.alert.imagelimits" = "최대 10개의 이미지만 첨부할 수 있습니다";
"zanalytics.bug.alert.macheader" = "저희와 피드백을 공유하거나 저희가 참조할 수 있도록 첨부파일과 함께 버그를 신고해 주십시오";
"zanalytics.bug.alert.write" = "메일 보내기";
"zanalytics.bug.alert.recordedclip" = "녹화된 클립";



"zanalytics.bug.alert.anonymalert" = "귀하의 이메일 주소로 피드백을 공유하도록 항상 권장합니다. 이메일 주소를 공유하지 않는다면, 해당 사안의 업데이트에 대한 연락을 드릴 수가 없습니다.";

"zanalytics.bug.alert.quitfeedback" = "그래도 종료하시겠습니까?";
"zanalytics.feedback.navbar.title.noscreenshots" = "스크린샷이 없습니다";
"zanalytics.feedback.navbar.title.screenshots" = "스크린샷";
"zanalytics.feedback.navbar.title.snap" = "스냅";
"zanalytics.feedback.navbar.title.compose" = "작성";


"zanalytics.bug.alert.cancel"               = "아니요";
"zanalytics.bug.alert.title"                = "뭔가 말씀하고 싶으신가요?";
"zanalytics.feedback.navbar.title.feedback"             = "피드백";
"zanalytics.feedback.navbar.title.reportbug"            = "버그 신고";
"zanalytics.feedback.navbar.title.helpme"               = "도움말";

"zanalytics.feedback.navbar.title.systemlogs"             = "시스템 로그";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "진단 정보";

"zanalytics.bug.alert.dontshowagain"            = "다시 표시 안 함";
"zanalytics.bug.alert.title.helpme"            = "도움말";

"zanalytics.bug.alert.message.savetolocal"         = "죄송합니다... 버그 리포트를 보낼 수 없습니다. 스크린샷을 저장하시겠습니까?";



"zanalytics.feedback.email.title"                = "이메일 주소";


"zanalytics.bug.detectscreen.title"       = "흥미로운 것을 찾았습니까?";

"zanalytics.bug.alert.detectscreen.yes"                      = "예";
"zanalytics.bug.alert.detectscreen.no"                       = "아니요";

"zanalytics.bug.alert.detectscreen.share" = "공유";
"zanalytics.bug.alert.detectscreen.dontshow" = "다시 묻지 않음";

"zanalytics.bug.annotate.button.title"                       = "아래의 도구를 사용하여 버그에 주석 달기";


"zanalytics.feedback.failed.alert.description" = "피드백을 보낼 수 없습니다, 다시 시도하세요!";


"zanalytics.feedback.success.alert.description" = "피드백을 보내주셔서 감사합니다!";


"zanalytics.feedback.common.alert.title.add.photos" = "사진 추가";
"zanalytics.feedback.common.alert.title.alert" = "알림";
"zanalytics.feedback.common.button.title.back" = "뒤로";
"zanalytics.feedback.common.button.title.cancel" = "취소";
"zanalytics.feedback.common.button.title.close" = "닫기";
"zanalytics.feedback.common.button.title.ok" = "확인";

"zanalytics.feedback.textview.placeholder"           = "귀하의 피드백을 소중하게 생각합니다. 저희가 어떻게 해야 할 지 알려주시기 바랍니다.";
"zanalytics.bug.textview.placeholder"           = "저희 앱을 사용하는 중 문제가 발생한 적이 있었습니까? 알려주십시오.";
"zanalytics.help.textview.placeholder"           = "문제를 시정하려고 노력하며 도와드리겠습니다!";

"zanalytics.feedback.add.photos.alert.description" = "사진이 첨부되지 않았습니다. 사진 갤러리를 열어 사진을 추가하세요!";

"zanalytics.feedback.add.photos.alert.open" = "사진 열기";


"zanalytics.feedback.access.photos.alert.description" = "%@ 앱에서 사진에 액세스할 수 없습니다.\n액세스를 사용하려면, 다음으로 가십시오: 설정 > 개인정보 > 사진 > %@";

"zanalytics.feedback.access.photos.alert.settings" = "설정";

"zanalytics.feedback.label.title.anonymous" = "익명";

"zanalytics.feedback.navbar.button.title.send" = "전송";
"zanalytics.feedback.navbar.button.title.next" = "다음";
"zanalytics.feedback.navbar.button.title.done" = "완료";
"zanalytics.feedback.navbar.button.title.editphotos" = "사진 수정";
"zanalytics.feedback.navbar.button.title.addmore" = "추가";
"zanalytics.feedback.navbar.button.title.attach" = "첨부";
"zanalytics.feedback.navbar.button.title.delete" = "삭제";


"zanalytics.feedback.navbar.title.taptoedit" = "탭하여 편집";
"zanalytics.feedback.navbar.title.editor" = "에디터";
"zanalytics.feedback.navbar.title.choosephotos" = "사진 선택";
"zanalytics.feedback.navbar.title.selectphotos" = "사진 선택";
"zanalytics.feedback.navbar.title.photoselected" = "사진 선택";
"zanalytics.feedback.navbar.title.photosselected" = "사진 선택";

"zanalytics.feedback.accessory.title.systemlogs" = "시스템 로그 포함";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "진단 정보 포함";
"zanalytics.feedback.accessory.button.title.view" = "보기";

"zanalytics.feedback.picker.image.notfound" = "이미지가 없습니다";

"zanalytics.feedback.attachments.title" = "첨부(%i)";

"zanalytics.feedback.privacy.consent.description" = "콘솔 로그와 진단 정보를 포함시켜 주시면 개발자들이 고객님의 피드백을 더 잘 이해할 수 있으므로 이러한 정보를 포함시켜 주시길 권장합니다.";

"zanalytics.feedback.privacy.consent.clogs.title" = "콘솔 로그";

"zanalytics.feedback.privacy.consent.dinfo.title" = "진단 정보";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "기타 정보";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "기기 정보";

"zanalytics.feedback.privacy.consent.cancel" = "취소";

"zanalytics.feedback.privacy.consent.openmailapp" = "메일에서 열기";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "항상 보내기";


// Issue Recording VC
"issuerecordscreen.label.recordissue" = "문제 기록";
"issuerecordscreen.label.close" = "닫기";
"issuerecordscreen.label.failedtoinitiate" = "화면 녹화를 시작하지 못했습니다";
"issuerecordscreen.label.failuremultiwindow" = "녹화하려고 하는 콘텐츠가 멀티 윈도우 모드이며 이는 녹화 지원이 되지 않습니다. 전체 화면 모드로 전환하십시오";
"issuerecordscreen.label.nointerneterror" = "화면을 녹화하려면 인터넷 연결이 필요합니다. 연결 후 진행하십시오.";
"issuerecordscreen.label.ok" = "확인";
"issuerecordscreen.label.recordinginfo" = "당면한 문제를 빨리 녹화해 지원팀에 보내주시면 문제를 쉽게 파악하고 빠르게 도와드릴 있습니다.";
"issuerecordscreen.label.iagreetext" = "요구되는 데이터를 수집하는데 동의합니다. 상세 정보 보기";
"issuerecordscreen.label.optiontotrim" = "녹화된 비디오에 트리밍, 편집, 주석 달기를 할 수 있는 옵션이 있습니다.";
"issuerecordscreen.label.startrecording" = "녹화 시작";
"issuerecordscreen.label.endrecording" = "녹화 종료";
"issuerecordscreen.label.recordinginprogress" = "녹화 진행 중!";
"issuerecordscreen.label.quicktipstext" = "빠른 팁";
"issuerecordscreen.label.quicktips1" = "최대 5분 동안 화면을 녹화할 수 있습니다.";
"issuerecordscreen.label.quicktips2" = "녹화된 비디오에 트리밍, 편집, 주석 달기를 할 수 있습니다.";
"issuerecordscreen.label.quicktips3" = "화면이 녹화되는 동안 앱을 닫지 마십시오.";
"issuerecordscreen.label.quicktips4" = "더 자세히 알아보려면 도움말 문서를 참조하십시오";

// Data Consent Screen
"dataconsentscreen.label.consenttitle" = "사용자의 동의에 따라 다음과 같이 데이터를 수집합니다.";
"dataconsentscreen.label.consent1" = "사용자의 IP 주소 및 녹화 중에 생성되는 콘솔 로그";
"dataconsentscreen.label.consent2" = "장치 이름, OS 버전 등 사용자 환경의 세부 사항.";
"dataconsentscreen.label.consent3" = "장치 성능 지표(메모리, 네트워크 속도 등)";
"dataconsentscreen.label.consent4" = "장치 화면 녹화 창";
"dataconsentscreen.label.consent5" = "기본적으로 화면 녹화 중에 오디오가 녹음됩니다. 하지만 제출하기 전에 오디오 트랙을 음소거하거나 다시 녹음할 수 있습니다.";

// Permission
"videoannotationscreen.alert.microphonedisabledipad" = "마이크에 대한 액세스가 비활성화되어 있습니다";
"videoannotationscreen.alert.gotosettingtoturnonmicrophoneipad" = "설정으로 가서 마이크를 켜고 오디오를 녹음하십시오.";
"videoannotationscreen.alert.microphonedisablediphone" = "마이크에 대한 액세스가 비활성화되어 있습니다. 설정으로 가서 마이크를 켜고 오디오를 녹음하십시오.";

// General
"general.label.recordingintiationfailed" = "화면 녹화 시작 실패. 다시 시도하십시오";
"general.label.ok" = "확인";
"general.label.submit" = "제출";
"general.label.done" = "완료";
"general.label.cancel" = "취소";
"general.label.settings" = "설정";
"general.label.erroroccured" = "오류 발생";

// Issue Submission Screen
"issuesubmissionscreen.alert.filesizeexceeded" = "파일 크기가 초과되었습니다. 파일 크기는 3 MB를 초과할 수 없습니다";
"issuesubmissionscreen.label.attachfiles" = "첨부 파일";
"issuesubmissionscreen.label.newrecording" = "새 녹화";
"issuesubmissionscreen.label.editrecording" = "녹화 편집";


// Video Annotation Screen
"videoannotationscreen.label.noaudiotrack" = "오디오 트랙 없음";
"videoannotationscreen.label.shapeborderwidth" = "테두리 폭";
"videoannotationscreen.label.shapelineopacity" = "불투명도";
"videoannotationscreen.label.shapetextsize" = "텍스트 크기";
"videoannotationscreen.alert.elementdurationbeyondvideolength" = "엘리먼트 지속 시간이 비디오 길이를 초과합니다";
"videoannotationscreen.alert.notallowed" = "허용 안 함";
"videoannotationscreen.alert.deleteexisitingaudio" = "새 오디오를 녹음하려면 기존 오디오를 삭제하십시오.";
"videoannotationscreen.alert.textlimitreached" = "한계 도달";
"videoannotationscreen.alert.textdeleteexisting" = "기존 텍스트 일부를 삭제하십시오.";
"videoannotationscreen.alert.pausevideobeforerecordingaudio" = "오디오를 녹음하기 전에 비디오를 잠시 멈추십시오";
"videoannotationscreen.alert.changesnotsaved" = "변경 내용이 저장되지 않았습니다. 정말로 계속 진행하시겠습니까?";
"videoannotationscreen.alert.proceed" = "진행";
"videoannotationscreen.alert.stroketypesolid" = "실선";
"videoannotationscreen.alert.stroketypedashed" = "파선";
"videoannotationscreen.alert.entertext" = "텍스트 입력";

"videoannotationscreen.label.trim" = "트리밍";
"videoannotationscreen.label.mask" = "마스크";
"videoannotationscreen.label.shapes" = "모양";
"videoannotationscreen.label.text" = "텍스트";
"videoannotationscreen.label.audio" = "오디오";
"videoannotationscreen.label.block" = "차단";
"videoannotationscreen.label.blur" = "흐리게";
"videoannotationscreen.label.rectangle" = "직사각형";
"videoannotationscreen.label.oval" = "타원형";
"videoannotationscreen.label.arrow" = "화살표";
"videoannotationscreen.label.color" = "색상";
"videoannotationscreen.label.width" = "너비";
"videoannotationscreen.label.style" = "스타일";
"videoannotationscreen.label.edit" = "편집";
"videoannotationscreen.label.size" = "크기";
"videoannotationscreen.label.background" = "배경";
"videoannotationscreen.label.textregular" = "정규";
"videoannotationscreen.label.textbold" = "굵게";
"videoannotationscreen.label.textitalics" = "이탤릭체";
"videoannotationscreen.label.textbolditalics" = "굵은 이탤릭체";

// Issue Submission Form
"issuesubmissionform.label.emaildisplay" = "이메일 주소";
"issuesubmissionform.label.emailplaceholder" = "zylker@zohomail.com";
"issuesubmissionform.label.screenrecordingsummary" = "화면 녹화 요약";
"issuesubmissionform.label.subjectdisplayname" = "제목";
"issuesubmissionform.label.subjectplaceholder" = "제목 입력";
"issuesubmissionform.label.addtoexistingticket" = "기존 티켓에 추가";
"issuesubmissionform.label.existingticketid" = "기존 티켓 ID";
"issuesubmissionform.label.enterticketidtolink" = "링크할 티켓 ID 입력";
"issuesubmissionform.label.issuedescription" = "문제 설명";
"issuesubmissionform.label.issuemoredetails" = "문제에 대한 세부 사항 입력";
"issuesubmissionform.label.submityourissue" = "문제 제출";
"issuesubmissionform.alert.videouploadfailed" = "비디오 업로드 실패. 다시 시도하십시오.";
"issuesubmissionform.alert.thanksmessagetitle" = "연락해 주셔서 감사합니다!";
"issuesubmissionform.alert.thanksmessagebody" = "저희 지원팀이 고객님의 문제를 최우선으로 살펴보고 곧 연락드리겠습니다. 안녕히 계십시오!";
"issuesubmissionform.alert.videoeditdetailuploadfailure" = "비디오 편집 세부사항 업로드 실패. 다시 시도하십시오.";
"issuesubmissionform.label.entersubject" = "문제의 제목을 입력하십시오";
"issuesubmissionform.label.enteremail" = "이메일 주소를 입력하십시오";
"issuesubmissionform.label.enterexistingticketid" = "기존 티켓 ID를 입력하십시오";
"issuesubmissionform.label.choosephoto" = "사진 선택";
"issuesubmissionform.label.browse" = "찾아보기";
"issuesubmissionform.alert.accestophotodisabledgotosetting" = "포토 라이브러리에 대한 액세스가 비활성화되었습니다. 설정으로 가서 포토 라이브러리를 켜고 사진에 액세스하십시오.";
"issuesubmissionform.alert.accestophotodisabledipad" = "포토 라이브러리에 대한 액세스가 비활성화되어 있습니다.";
"issuesubmissionform.alert.accestophotodisabledmessageipad" = "설정으로 가서 포토 라이브러리를 켜고 사진에 액세스하십시오.";
"issuesubmissionform.alert.submitting" ="제출 중";
